{"35岁来了":{"slug":"35岁来了","filePath":"35岁来了.md","title":"35岁来了","links":[],"tags":["碎碎念"],"content":"发生了什么\n搬到现在的办公楼以后，发现公司楼下有一片篮球场，每天晚饭后，会和同事们抱着篮球去打一打。\n现在身体的变化\n没有过去能跳了，没有过去能跑了。好难想像曾经的自己能摸到篮筐，现在连篮板都碰不到。\n一个突破，就会气喘嘘嘘。\n曾经无比精准---别人放我投就是得分的擦板投篮，现在只剩下了一半儿的命中率。\n曾经的自己，哪怕对手比自己高一个头，也能跳起+后仰躲过封盖，现在觉的这样的对手遮天蔽日，勉勉强强的后仰做完，可能腰要疼一天。\n现在心境的变化\n过了晚上的18点30，球场就要收费。物业安保会一个球场一个球场收。其实不贵，一个人10块。\n如果是过去的自己，明天不吃饭了，我也一定要打个尽兴。\n现在的自己---嗯，也包括一起打球的同事们，会在这个时候默契的收球走人。说实话，我就没见安保收到钱过。\n其实，他们不如在球场边放一个自动售货机卖水，把球场变成免费的。这样的创收效果一定更好。\n我到底想说什么\n岁月真的在流逝，真真的不知不觉间，自己已经不年轻了。","date":"2025-06-24T17:19:01.000Z"},"index":{"slug":"index","filePath":"index.md","title":"首页","links":["最近更新","为什么搭建这个博客"],"tags":[],"content":"Transclude of 最近更新\n这是哪儿\n这是xiaoyi的个人空间。\n记录生活的点滴，分享生活的美好。为什么搭建这个博客\n我是谁\n一个90后的程序员，爱好猫咪、编程、钢琴、滑雪、摩托车。\n这是一个没有多少人关注的小天地，躲藏在互联网的角落，但是期待被有缘的人看到。\n我的联系方式\nlixy50@qq.com\n很期待收到有缘人的来信。\n这是我的猫\n\n\n","date":"2025-05-27T02:00:00.000Z"},"一个工作感悟":{"slug":"一个工作感悟","filePath":"一个工作感悟.md","title":"一个工作感悟","links":[],"tags":["编程","程序员"],"content":"1 什么感悟\n程序员的leader一定不能脱离代码。即使不写，对团队项目的了解，也要到了解具体代码细节的程度。\n2 曾经自己的谬误\nleader的精力，有很多要放在给团队争取更好的项目资源，抵御不必要的外部压力上。说穿了，就是给自己的下属「选择工作内容」，这个过程也是很费神的。作为leader, 承担了这些工作，就已经没办法再有时间精力投入到编码工作中了。\n3 我自己现在的看法\n别说是管理几个人，十几个人的leader, 就算是管理几十人，上百人的技术负责人，只要他的团队还是一个纯粹的技术团队，这个人就不能脱离「代码」这个团队的核心工作内容。\n4 为什么\n4.1 首先，长期脱离代码，人会对技术缺少敬畏\n很多基层的程序员，会有「我宁愿自己的领导完全不是技术出身」的心声。完全不是写代码出身的人，反而会因为写代码这件事对他的「神秘性」，理解团队提出的困难，尊重技术人员的意见，而曾经做过技术工作而又长时间脱离编码工作的人，会天然的有一种自信：「我不懂这些东西，只是因为我没有去学，如果我去学，我一定分分钟掌握」，由此，会认为团队的很多困难，只是「下属加班还不够多」，「投入的人力还不够多」，犯「既然一个女人10个月才能生一个孩子，那我投入10个女人就能一个月生孩子」这样愚蠢的错误。\n4.2 进而，无法判定「资源」的价值\n尤其对于基础技术团队而言，选择任何一个方向去发力，往往都意味着以「年」为单位计算的深耕，这种深耕后，才能做到有所积累，对于业务具备一定的不可替代性。\n而脱离代码的人，一篇公众号文章，一个短视频，都可能让他产生一种「这就是未来」的错觉。\n因为他不能评估一件事情，意味着多大的编码量和编码难度，做成以后能多大程度证明团队的产出对业务的价值。\n导致的结果是，团队会承接很多「业务线领导提的」或者「兄弟团队无暇开发」的工作。在各种无关联的项目上横跳，很忙，但是不聚焦，无积累。\n而一线写代码的人，则会对领导产生一种「不唯实，只唯上」的看法，团队凝聚力会骤减。\n4.3 更进一步，无法抵御外部压力\n可以说这个世界上不存在在任何环境下都能完美运行没有bug的代码。但是bug严重程度有轻有重。有的，可能只影响极少数的特殊设备特殊用户，有的可能是真的大面积影响业务的在线运营。\n当缺陷被反馈到基层的时候，不接触代码的leader，是不能评估这种严重程度的。举个例子，某用户在一种非常小众的设备上运行app出现错误，投诉从客服转到研发团队。可以想见，了解团队代码在兼容性所做工作的完成度的leader，能够准确判定缺陷影响面是个例，可以对这种不严重的缺陷作出「排期处理」，「下版本修复」这样的决策。而不了解的，恐怕只能以「线上反馈无小事」这种道理，来打断团队正常工作，让下属加班解决了，压力几乎是直接透传到一线，毫无缓冲。\n而实际上，编码工作需要思维的持续性，频繁被打断对开发效率影响是非常高的。在这种模式的领导下，这个团队的开发工作不可能具有高持续性，长期来看，就是对产出的严重影响。\n5 总结\n脱离代码的程序员leader, 其实无法做到leader的本职，「争取资源」「抵御压力」，进而也更无法做到「带领团队每个人进步」。\n技术人员的领导，就应该懂技术，然后才是会领导。因为，他本身就是技术人员的一部分，然而他脱离了技术，这本身就是荒谬的。","date":"2025-06-02T06:30:00.000Z"},"一件神奇的事情":{"slug":"一件神奇的事情","filePath":"一件神奇的事情.md","title":"一件神奇的事情","links":[],"tags":["程序员"],"content":"什么事情\n我们开发了一个库，名字叫XXX。下游团队调用了我们的库，并把自己的产物再次封装成了一个SDK提供到公司外部。很不巧，外部接入的客户，自己也链了一个库，名字叫xXX。\n正常人的选择\n面对这种情况，现成的解决方法有很多，甚至问问AI都能给你好几套解决方法。\n\n可以让外部客户把已经接入的库xXX改名\n可以把自己链接的XXX改名\n可以封装一个XXXWrapper库，暴露XXX的接口，让外部客户只链接这个XXXWrapper\n这是AI的解决方案截图：\n\n\n我们下游团队的选择\n联系我们，让我们专门出一个特殊版本的XXX，就为了适配这个外部客户。理由是「客户很着急」。\n这说明了什么\n这些年，这群人养成了一种：\n有问题不愿意自己尝试解决，能抓到哪个倒霉蛋帮忙就抓哪个倒霉蛋的坏习惯。\n为什么荒谬\n我做一个假设，假如我在开发一款应用程序，我不得不依赖两个功能并不相关，内部符号也不冲突的第三方库，只是很不巧他们重名了。这两个库都是商业化的SDK或者是第三方开源库，如果我说我的解决方案是联系其中一个SDK的开发商或者开源库的作者，让他把自己的产物改个名字提供给我，对方一定会觉得我是一个傻子。","date":"2025-07-01T16:58:56.000Z"},"一顿清淡工作晚餐":{"slug":"一顿清淡工作晚餐","filePath":"一顿清淡工作晚餐.md","title":"一顿清淡工作晚餐","links":[],"tags":["碎碎念","生活"],"content":"想写什么\n其实就是单纯的分享食堂的一顿饭。\n在什么地方吃的\n深圳市南山区深南大道10000号腾讯大厦食堂13楼\n吃的什么\n轻食。\n不过是真的轻。\n紫薯面条，虾仁，黄瓜，鸡蛋，海苔。\n\n感受\n保持这种清淡的口味已经有很长时间了。\n慢慢的觉得自己的舌头好像比过去灵光，曾经觉得索然无味，现在竟然可以津津有味。唯一的诉求就是有一点酱油就行。\n到了周末的时候，放开吃一顿正常的饭，会觉得无比的美味。\n缺点就是到深夜结束工作的时候，会觉得很饿。\n不过话说回来，在把自己从164斤的胖子变成了135斤的正常人的过程中，我忍过的饥饿其实比这个惨多了。疯狂想掉体重的时候，一天的饮食量只有这个的一半儿。\n慢慢习惯以后，我甚至有点享受这种肚子里面空空的感觉。有一种，身体很轻盈的「飘」感。","date":"2025-06-19T17:03:26.000Z"},"为什么搭建这个博客":{"slug":"为什么搭建这个博客","filePath":"为什么搭建这个博客.md","title":"为什么搭建这个博客","links":[],"tags":[],"content":"一种一时间的冲动，想把自己的经历、感悟分享出去。\n让这些文字变成一种，「可能有一天被人看到的状态」。","date":"2025-05-27T02:00:00.000Z"},"你对现在流行的“女儿是父亲上辈子的情人”怎么看？":{"slug":"你对现在流行的“女儿是父亲上辈子的情人”怎么看？","filePath":"你对现在流行的“女儿是父亲上辈子的情人”怎么看？.md","title":"你对现在流行的“女儿是父亲上辈子的情人”怎么看？","links":[],"tags":["育儿","生活","宝宝"],"content":"这也是在知乎上看到的一个问题。\n你对现在流行的“女儿是父亲上辈子的情人”怎么看？\n不知道是现在女权思想太泛滥了，还是大部分人的脑袋都太污了----知乎上有一大票人觉得这个说法恶心，觉得情人是要上床的，把女儿类比成情人，是非人的想法。\n甚至还有一种论调，前世有情人，可见前世是渣男。\n话说，这个只是一个比方，何况说的并不是当下，而是莫须有的上辈子。正常人看到这个比喻，重点也是在「情」字上，实在不明白为什么很多人会往「性」字上去联想。\n我去年有了一个可爱的女儿。今年年初的时候，妈妈外出，晚上我带宝宝睡觉。宝宝突然之间离开妈妈，而且当时还没有断母乳，明显比平时哭闹的要厉害得多，第一天晚上睡前，哭得撕心裂肺，鼻子上两个乒乓球大的鼻涕泡。\n我抱着她，给她唱歌，给她擦眼泪，拼了命的安抚，说实话，我觉得我自己从来没有那个时候的感觉----那么心疼一个人过。\n终于，到深夜的时候，她伏在我肩膀上睡着了，但是我没办法把她放下来，哪怕我当时手臂已经酸痛到在发抖了，一旦放下来她就会醒。我最后只能尝试我躺下，让她趴在我身上睡。\n非常神奇，这样子她竟然睡得很安稳，甚至，当时才半岁的她，比妈妈带睡的时候睡得还要香甜。\n我当时内心是快要融化的。除了不会联想到「性」，那种想要把自己的一切爱都给她，这辈子要照顾好她，不要她受一点委屈的冲动，和自己第一次爱上一个女孩子的时候，一模一样。\n小宝贝很可爱，现在还不到一岁，爱笑，爱玩儿，和我非常亲近，我工作忙，其实带她的时间真真不算多。但是每次看到我，她都会张开手做出向我扑过来的样子，现在会爬了，回家的时候会爬过来要抱抱。真真有一种我们早就认识，她还没忘记我的感觉。\n谁说前世有情人，我就是个出轨的渣男，我前世没结婚不行么？\n我就想在这里晒晒我前世的小情人，因为这辈子，我要爱她一生一世。\n\n\n","date":"2025-06-11T17:21:23.000Z"},"想做一只猫":{"slug":"想做一只猫","filePath":"想做一只猫.md","title":"想做一只猫","links":[],"tags":["碎碎念"],"content":"突发奇想\n我想做一只猫咪。\n为什么\n早上的时候天上下大雨，因此，我一直盼着能打开手机的时候能来一个暴雨红色预警。但是很遗憾，预警没有来，公司也没有通知今天天气恶劣可以居家办公，我还是只能顶着大雨出门。\n我挺不理解的，这种天气出门很危险，互联网工作又完全是可以远程完成的。不知道为什么公司不给一个人文关怀---甚至可以说是顺水人情，让员工居家办公。\n到公司以后，发现自己小组今天两个人没来上班，原因竟然还出奇的一致：骑电瓶车因为雨天路滑，摔了。\n这和想做猫有什么关系\n我出门的时候看到了，慵懒的这货。\n原来听着雨声睡觉，是那么惬意的一件事情。\n\n","date":"2025-06-17T17:24:18.000Z"},"推荐一种药":{"slug":"推荐一种药","filePath":"推荐一种药.md","title":"推荐一种药","links":["一顿清淡工作晚餐"],"tags":["生活","碎碎念"],"content":"背景是什么\n早年的时候生活习惯很不健康。喜欢吃肉类---尤其还喜欢动物内脏、海鲜，而且还有点喜欢喝酒。\n我在上学的时候，就喜欢一小瓶二锅头自己独酌。同学朋友聚餐，经常不醉不归。\n长期这样生活的结果就是尿酸升高，痛风不请自来。\n发作起来有多痛苦\n痛风嘛，本质就是高尿酸导致的骨头关节里面形成结晶，然后诱发的炎症。\n在第一次痛风以前，不能理解这个词的精妙。\n手指关节，踝关节，脚趾关节，肘关节都疼过，发作的时候，如同有一个人在用小锤子凿自己的骨头，「风吹一下都能感觉到疼」，嗯，所以叫痛风。\n治疗历程是怎样的\n体检查出高尿酸指征，并且有痛风发作史以后，医生开了非布司他。\n不过要知道，这个药的作用不是治疗痛风，而是降尿酸，在这个指标上，用药两周以后复查就能见效。\n然而，因为他并不是直接治疗痛风，所以，蛋疼的事情来了-----\n随着尿酸降低，关节里面的结晶会融化，但是融化以后，并不是一次性就能被身体清除掉的，可能还会在别处再次形成结晶，融化的过程，也会触发身体的炎症反应，这就是传说中的「融晶痛」。\n实际上，「融晶痛」发作的时候，身体的痛苦，和痛风本身，我觉得没有任何区别------尽管，这其实已经是身体在向好的标志。\n我想推荐什么药\n我想推荐的其实是痛风和融晶痛发作的时候的止痛药。\n过去我用的是双氯芬酸钠，但是后来别人给我推荐了「依托考昔」。\n说实话，后者的效果在我身上更好。\n因为不论怎么说，起码当天服用，当天就能感觉到疼痛有所缓解，而前者就未必了。\n上个周四晚上融晶痛发作，踝关节的疼痛一度让我没办法走路，原以为一晚上的睡眠后，能有所缓解，但是很不幸我失算了。\n早上上班前用药以后，到下午，疼痛明显缓解，起码可以走路了。早上刚到公司的时候，走路如同一个瘸子。\n这个药长这个样子：\n\n生活上要注意什么\n医生的嘱咐是，找一份低嘌呤饮食表对照着吃，另外记着，别喝酒。\n个人的经验是，最起码海鲜、动物内脏能少吃就少吃，饮酒是大忌----最起码在尿酸正常以前是一定不能碰的。\n其实低嘌呤饮食模式有一个好处，就是可以顺带减肥。毕竟，好吃的东西几乎被禁干净了，吃其他的，人的胃口其实会很有限。\n慢慢养成习惯了，其实也会有点喜欢，甚至上瘾这种饮食模式，参见一顿清淡工作晚餐。","date":"2025-06-30T16:35:21.000Z"},"摩托车安全驾驶需要具备的能力有些什么？":{"slug":"摩托车安全驾驶需要具备的能力有些什么？","filePath":"摩托车安全驾驶需要具备的能力有些什么？.md","title":"摩托车安全驾驶需要具备的能力有些什么？","links":[],"tags":["摩托车"],"content":"这是一个知乎上的问题。\n摩托车安全驾驶需要具备的能力有些什么？\n看到这个问题，想起来不久前一个新手车友也问过我：「你说就平时咱们这种骑车，骑到什么样的水平，算是『骑得好』？」；\n说一点个人看法吧，不考虑赛道、金卡纳、越野这种已经属于竞技层次的骑车，单说把摩托车作为一种通勤、旅行的交通工具来说，能做到下面这些，感觉就算是一个“骑得好”的摩托车驾驶人了；\n\n\n平顺的起步，但是又不拖泥带水，不拖挡不熄火，同时在需要的时候也能做到快速果断有一点点暴力的起步；\n\n\n刹车的合理使用，包括平稳的刹停，同时能根据路面情况自由选择用哪一边作为支持脚，这一点要能做到真正的主动去选择而不是被动的由车辆来带动，否则横切在有坡度的路面上停车的时候，很容易摔；其次，紧急情况下能够迅速停车，能做到下意识在有一定倾角时及时回正车辆再刹停的操作；\n\n\n合理升档，既能够通过合理的挡位和转速匹配开出顿挫小、提速线性的加速，也能在需要的时候懂得如何压榨车辆性能，开出提速比较迅捷的加速；\n\n\n能合理的降档，包括车辆减速的时候保证速度和挡位的随时匹配，不顿挫不拖挡，以及需要迅速提速超车的时候通过合理的降档补油达到不损失速度同时提升车辆加速度的目的；\n\n\n通过弯道的时候能做到入弯前合理的减速、降档，同时走线合理，懂得通过合理的走线、结合身体重心偏移与舵角达成一个不危险的倾角不越线地过弯，同时弯道驾驶有正确的视线管理，做到通过视线带动车辆；\n\n\n狭窄路面，人车混行路面能够通过熟练的油离刹配合低速平稳安全的通过；\n\n\n具备一定的非铺装路面行驶能力，在非铺装且有一定坡度的路面上能够稳定控车，安全通过；\n\n\n能做到在比较小的转弯半径下掉头；\n\n\n良好的道路交通规则意识，遵守交通信号灯和标志标线的指示，变道、通过路口能够正确使用转向灯，超车闪灯鸣笛、盲弯入弯闪灯鸣笛。当然现行交规中针对摩托车的少量不合理规定，甚至可能反而将摩托车驾驶人置于危险的规定，可以适当灵活处理，譬如，严格的靠右侧车道行驶，这一点在即将通过路口左转，以及最右侧车道有车辆停靠之类的场景下，如果严格遵守，反而对摩托车驾驶人及他人是危险的。个人的看法是，把自己当成一辆两个轮子的汽车来开;\n\n\n骑车出去，务必头盔护具手套齐全，当然特别短的路买个菜洗个车，护具可以酌情减少一点，但是头盔手套不可或缺;\n\n\n管得住右手，从内心认同“安全驾驶才是第一位”，“骑得快不如骑得久”；\n\n\n个人感觉是，如果这些要求都已经做到了，就算是“骑得不错”，有安全驾驶的基本能力了。","date":"2025-05-31T06:30:00.000Z"},"摩托车旅行记-惠州观音山":{"slug":"摩托车旅行记-惠州观音山","filePath":"摩托车旅行记-惠州观音山.md","title":"摩托车旅行记-惠州观音山","links":[],"tags":["摩托车","旅行"],"content":"这是什么？\n这是一个深圳周边很适合摩托车单日短途旅行的目的地，主题是海景、风车、海鲜。当然了，开汽车自驾也是不错的选择。\n在哪里\n腾讯地图\n怎么去\n如果是开摩托车去，那么请用你能想到的方法上高速。国道过去很远，除非当天非常早就出发。起点如果是深圳，可以考虑107国道骑行到东莞，然后从东莞长安收费站上高速。上高速以后，按照上面的地址导航即可。\n下高速以前，会路过双月湾大桥，从桥上看海景也是可以用壮阔来形容的，请一定要晴天的时候去。\n下高速以后，可以考虑找一个农家乐吃饭，毕竟是沿海的地方，海鲜的味道很不错，好好吃一顿饭，缓解一下长途骑行的疲劳。\n从收费站到观音山下的路，会看到蓝海、农田、青山几种不同的风景，而且路况也很不错。\n到山脚下以后，有一个道闸，如果是开汽车来就止步于此了。不愿意自己爬山的话，可以选择搭乘当地人的摩托车或者电瓶车上去。如果是骑摩托车来的，那可以从道闸旁边绕过去，骑行上山。\n只是在半山腰停车看看景致，也是可以说绝美的。\n\n上山路比较窄，车速慢一点，注意安全。\n山顶风景如何\n\n\n个人感觉是在广东看到过的最漂亮的海。\n耐心等一等，可以看到日落，运气好，还可以看到云海。\n\n下山以后可以去干嘛\n看完日落下山以后，可以考虑导航去这里：\n黎记招牌猪骨粥\n理由是，一路过来的国道路况很不错，有相当可以的骑行乐趣，猪骨粥的味道算是一绝。至少我自己吃过一次以后，还专程来过好几次。如果是开汽车会比较蛋疼一点，这个地方不是很好停车。\n怎么回家\n我默认是从深圳出发的，那可以从淡水上高速，从东莞长安收费站下，再从国道回深圳。当然，如果骑摩托车在淡水被劝返，搜索一下周边其他的收费站再尝试上。","date":"2025-05-28T03:00:00.000Z"},"最近更新":{"slug":"最近更新","filePath":"最近更新.md","title":"最近更新","links":["读《活过》有感","一件神奇的事情","推荐一种药","35岁来了","一顿清淡工作晚餐","想做一只猫","你对现在流行的“女儿是父亲上辈子的情人”怎么看？","骑摩托车是不是很不安全","一个工作感悟","摩托车安全驾驶需要具备的能力有些什么？"],"tags":[],"content":"\n[2025-07-08 00:55] 读《活过》有感\n[2025-07-02 00:58] 一件神奇的事情\n[2025-07-01 00:35] 推荐一种药\n[2025-06-25 01:19] 35岁来了\n[2025-06-20 01:03] 一顿清淡工作晚餐\n[2025-06-18 01:24] 想做一只猫\n[2025-06-12 01:21] 你对现在流行的“女儿是父亲上辈子的情人”怎么看？\n[2025-06-07 01:52] 骑摩托车是不是很不安全\n[2025-06-02 14:30] 一个工作感悟\n[2025-05-31 14:30] 摩托车安全驾驶需要具备的能力有些什么？\n\n\n只显示最近10条笔记，更多请查看目录。\n","date":"2025-07-08T02:15:17.000Z"},"读《活过》有感":{"slug":"读《活过》有感","filePath":"读《活过》有感.md","title":"读《活过》有感","links":[],"tags":["碎碎念"],"content":"这是一本什么书\n蔡澜的一本自传\n\n我是来吐槽的\n原本对这个人是无感的。只知道是一个产出主要是食评的「作家」。我自己其实也算是个「吃货」，说穿了就是听说什么地方的东西好吃，总是惦记着去尝一尝的那种人。尽管自己现在已经不是那种对「吃」那么有执念的人了，但是这份心态还在。\n有这个爱好，自然就不可避免在互联网上看到这个人的输出。于是，这几天听闻他离世了，留下那么一本自传，闲来无事还是拿来读一读。\n槽点1\n看这本书的前半部分就很不爽了，我挺不理解一个做出了「女孩因为爱上自己要去自杀，近在咫尺却不奔赴现场」，「和已婚的空姐在飞机上XXOO」这样的事情的人，是如何得到大众的正面评价的。何况，同类的事情对他来说，如同家常便饭一样，干过远不止一次两次。\n用现在的话来形容，这不就是典型的「渣男」么，怎么没有活跃的女权主义者去抨击一下呢？\n槽点2\n一个干得出枪杀宠物犬这种事情的人，又是怎么让那么多读者不觉得不适的。说实话我看到这里我已经生理性反胃了。 这得是内心多残忍多冷酷的人才能做出来的事情。\n槽点3\n全国有无数的「蔡澜点心」，也有好多挂着他与老板合影，相当于被他代言的餐厅，早年我也慕名去尝过，愣是没遇到一家好吃的。\n我的疑问\n一个人足够有钱，足够会包装自己，嫖娼也可以说成是「风流倜傥」，说成是「性情中人」么？\n说实话，他的行径，我觉得我身边肯定也有人这样干过，不过，最多最多，敢在酒桌上拿来吹牛逼，敢写成文字出版的人，这是头一个。这脸皮得有多厚啊。","date":"2025-07-07T16:55:43.000Z"},"骑摩托车是不是很不安全":{"slug":"骑摩托车是不是很不安全","filePath":"骑摩托车是不是很不安全.md","title":"骑摩托车是不是很不安全","links":["摩托车安全驾驶需要具备的能力有些什么？"],"tags":["摩托车"],"content":"背景是什么？\n在知乎上刷到的问题。我把回答给搬过来了。骑摩托车是不是很不安全？?\n我的回答\n相比汽车，风险肯定多那么一点，毕竟摩托车的便利性，其实就使用比较低的驾乘舒适感和相对高一点的驾驶风险性换来的。\n但是，你要说，很不安全，那就是有失偏颇了。\n我自己的例子\n我骑车已经跑了3万+公里了，城市道路，郊外普通道路，高速公路都跑过，除了非铺装路上倒过车以外，在公共道路交通事故是0。\n严格的说，其实比我自己开汽车的事故率还低。毕竟开汽车10万公里，还有过两次小剐蹭。\n我身边人的例子\n我身边有不少骑摩托车跑了西藏，跑了新疆，跑了东北，甚至环了中国一圈，乃至于到了国外旅行的车友，里程数是要用几十万公里来计的，恶劣路况下倒车这种事情避免不了，但是没有谁出过什么严重事故。都是一群有家庭有事业的人，知道惜命，知道打磨好技术检查好车况，在路上谨慎驾驶。\n整个世界的例子\n其实放眼全世界，比较正常的国家里面，也只有中国内地的舆论对摩托车带着强烈的偏见，同时道路交通规则也对摩托车充满歧视。这些偏见和歧视包括「摩托车上路就是炸街，在城区行驶有安全隐患，还扰民」，「摩托车就是不能上高速， 因为上了高速肯定事故满天飞」， 「摩托车就应该跑在最右侧车道上」。但实际上，世界上绝大部分国家和地区，就是把摩托车当成一种普通的机动车来看的，说白了，这就是一辆两个轮子的车，最多就是按照排量和功率对通行规则作一些划分，以及设置对应的驾考难度。全世界那么多地方的人都骑着摩托车为自己的生活提供便利带来乐趣，没见哪儿因为允许摩托车上路天天出事，也没见当地人就因此不能休息了。内地以外的地方，譬如香港，澳门，台湾，日本，美国，摩托车都可以正常上路，甚至有的地方汽车不给走还允许摩托车走，人家交通环境不也好好的么。甚至，有汽车的人选择了开摩托车，释放了宝贵的道路资源，交通拥堵情况还有改善。\n实际上，国内也一样。哪怕国内很多地方都不欢迎摩托车，但是说实话，国内不禁摩的城市也多了去了，允许摩托车上高速的省份也不少，很多人的臆想完全站不住脚。大中型城市如西安、重庆，摩托车就是可以正常通行的，高速公路如北京、湖北、贵州、新疆，摩托车也是可以正常领卡上的，也没见什么事故频发。也别说什么我们这里车流大路况复杂横风多，再大能大得过京畿交通枢纽，再复杂复杂得过贵州的山路高速么？再大的横风大得过新疆的戈壁----那可是能把汽车吹得发飘的。\n为什么，怎么做到的\n可以参见这一篇回答摩托车安全驾驶需要具备的能力有些什么？。\n娴熟和扎实的驾驶技能是必须的。如果这个做不到，其实什么交通工具都危险。就和身体要是不结实或者平衡感太差，有时候走路都危险一个道理。\n其次，从内心要去认同这是一个交通工具，是带你通勤、旅行的伙伴，不是用来耍帅、装逼、追求刺激的道具。\n这几年很多骑车出事的人，年轻人+仿赛车型占了绝大多数。年轻人其实未必是真的喜欢骑行这个活动，很多人真实的情况是喜欢骑车的帅气，这样的心态导致他们选择了造型更拉风但是更不好操控的仿赛车型同时不会认真的去打磨技术，喜欢速度起来以后的激情----所以去公共道路，尤其是人多的城区道路飙车，因为觉得旁人看到会觉得自己很拉风。然而，公共道路上这样操作，那确实会增大事故机率。可是我们要认识到，这不是摩托车的问题，是人的问题。这种心态去开汽车，甚至骑自行车，也容易出事。\n总结一下\n安全都是相对的，摩托车相比骑车对驾驶员缺少防护，又是和汽车在同个车道里面跑，出事以后往往驾驶员受伤肯定会比同等事故下汽车驾驶员严重。但是摩托车小巧，灵活，躲避事故的能力其实高于汽车。\n你打磨好车技，用平和的心态骑摩托，其实可以说这玩意很安全，而不是「很不安全」。\n贴一下我和我的车\n\n","date":"2025-06-06T17:52:38.000Z"}}